{
    "menu.about": "Nosotros",
    "menu.services": "Servicios",
    "menu.gallery": "Galería",
    "menu.contact": "Contacto",
    "menu.estimated": "Obtén Estimado Gratis",

    "hero.title": "Aguilar Painting Services LLC",
    "hero.subTitle": "Bienvenidos a Aguilar Painting Services LLC, donde la calidad y la artesanía son lo primero! Transformando tu hogar o negocio con cuidado experto y precisión.",
    "hero.link1": "Obten Nuestros Servicios",
    "hero.link2": "Mas Información",
    "hero.review": "Excelentes Criticas",

    "about.title": "Acerca de nuestra empresa",
    "about.description": "Nuestro equipo también está capacitado en una variedad de servicios adicionales, incluyendo instalación y reparación de drywall, reparación de carpintería y trabajos de demolición, asegurando que cubrimos todas sus necesidades de renovación. Ya sea para darle un aspecto fresco a su espacio con una capa de pintura impecable o para abordar las reparaciones necesarias, estamos comprometidos a entregar resultados de primera calidad en cada proyecto. ¡Permítanos ayudarle a hacer realidad su visión!",
    "about.link": "NUESTRO TRABAJO",
    "about.subTitle": "Aspectos Claves",
    "about.h4-1": "Calidad de productos y servicios",
    "about.h4-1-description": "Ofrecemos productos y servicios de alta calidad que cumplen con los más altos estándares.",
    "about.h4-2": "Experiencia y profesionalismo",
    "about.h4-2-description": "Nuestro equipo tiene una amplia experiencia en la industria y está comprometido con la satisfacción del cliente.",
    "about.h4-3": "Atención a los detalles",
    "about.h4-3-description": "Nos preocupamos por los detalles y nos esforzamos por ofrecer un trabajo impecable. Contáctenos hoy para un estimado gratuito.",

    "service.title": "Lo Que Ofrecemos",
    "service.subTitle1": "Pintura exteriores e interiores",
    "service.subTitle1-description": "Una nueva capa de pintura en el exterior o el interior de su hogar puede marcar una diferencia dramática. Proporcionaremos resultados de la más alta calidad para su hogar.",
    "service.subTitle2": "Limpieza de canaletas",
    "service.subTitle2-description": "Los canalones del techo juegan un papel clave en la protección de su hogar contra daños por agua al redirigir el agua de lluvia lejos de los cimientos y el techo. Desafortunadamente, los desechos pueden obstruir fácilmente los canalones, bloqueando el drenaje y provocando costosas reparaciones si se dejan desatendidos.",
    "service.subTitle3": "Reparación y carpintería",
    "service.subTitle3-description": "Estamos orgullosos de nuestro nivel de atención al detalle. Entendemos la importancia del trabajo bien hecho, por eso damos todo nuestro compromiso a cada proyecto de principio a fin.",
    "service.subTitle4": "Drywall y acabados",
    "service.subTitle4-description": "Ya sea que tu hogar tenga agujeros o necesite reparación de drywall, nosotros parcharemos para crear una superficie impecable sobre la cual pintar.",
    "service.subTitle5": "Eliminación de textura de popcorn",
    "service.subTitle5-description": "La eliminación de esta textura es desafiante y debemos tener mucho cuidado durante su remoción debido a los materiales tóxicos. Contratar a un profesional facilita su trabajo, ya que siguen las medidas de seguridad requeridas, trabajan con cuidado y evitan dañar el techo de drywall.",
    "service.subTitle6": "Demolición",
    "service.subTitle6-description": "Contratar a un profesional para la demolición interior garantiza un trabajo rápido y seguro, una correcta eliminación de desechos y cobertura de responsabilidad civil. Los beneficios incluyen mano de obra profesional, prevención de problemas estructurales, eliminación adecuada de desechos y potencial recuperación de materiales.",

    "gallery.title": "Galería",

    "contact.title": "Contacto",
    "contact.description": "Obten tu estimado, no pierdas la oportunidad de trabajar con los mejores en esta área.",
    "contact.name": "Nombre",
    "contact.email": "Correo",
    "contact.subject": "Asunto",
    "contact.message": "Mensaje",
    "contact.link": "Enviar",
    "name.error": "{error}",
    "email.error": "{error}"
}